<?php

/**
 * Template name: Articles
 */
get_header();
?>
<style>
  @import url('https://fonts.googleapis.com/css2?family=Heebo:wght@400;500;600;700&display=swap');
</style>
<body> 
    <section >
    <!-- bg-[url('<?php echo get_stylesheet_directory_uri(); ?>/assets/images/articalbg.svg')]  -->
    <div class="w-full h-36 flex items-center justify-center text-center  bg-cover  bg-purple-300">
    <div class="flex w-44 h-14 items-center justify-center font-medium text-xl font-heebo rounded-md bg-white  ">
        <span >מאמרים</span>
    </div>
</div>
<div class="flex justify-center items-center w-full h-14 bg-gray-200 text-black text-lg font-normal space-x-20 font font-heebo">

    <span class="hover:text-primarymain cursor-pointer">
    פנצ׳ריות
    </span>

    <span class="hover:text-primarymain cursor-pointer"> צמיגים    </span>
    <span class="hover:text-primarymain cursor-pointer"> תיקון פנצ׳ר    </span>
    <span class="hover:text-primarymain cursor-pointer"> החלפת גלגל </span>


</div>

    </section>
    <section > 
    <div class="w-full h-[500px] flex justify-center pt-16 font-heebo space-x-10">
    <div class="w-[450px] h-58 flex flex-col text-end items-end pt-5 ">
        <h2 class="text-2xl font-normal text-black font-heebo"> מה זה פנצ׳רייה ניידת 24 שעות </h2>
        <p class="text-xl font-normal w-[399px] pl-10 leading-7 h-[260px]">
            בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה
            בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה
            בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה 
            בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה 
            בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה
            בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה
            בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה בלה

             
        </p>
        <div class="flex justify-end items-center">
            <span>19/10/2020 11:18</span>
            <img class="w-5 h-5 ml-1" src="<?php echo get_stylesheet_directory_uri(); ?>/assets/images/time-svg.svg" alt="Clock Icon" />
        </div>
    </div>
    <div class="relative w-[800px] pr-20">
    <img class="w-full h-[400px] shadow-2xl rounded-md" src="<?php echo get_stylesheet_directory_uri(); ?>/assets/images/sec4.2.png" alt="Image" />
    <div class="absolute left-5 bottom-10 bg-white flex items-center justify-center rounded-lg px-1 font-heebo">
        <span class="text-black text-sm">2,342</span>
        <svg xmlns="http://www.w3.org/2000/svg" class="w-4 h-2 ml-1">
        <path d="M6.79643 6.914C5.18288 6.84856 3.62941 6.28392 2.35043 5.298C1.68834 4.82972 1.07881 4.29126 0.532428 3.692C0.475925 3.62675 0.444824 3.54332 0.444824 3.457C0.444824 3.37068 0.475925 3.28725 0.532428 3.222C1.07881 2.62275 1.68835 2.08428 2.35043 1.616C3.62941 0.630078 5.18288 0.0654384 6.79643 0C8.40998 0.0654384 9.96344 0.630078 11.2424 1.616C11.9045 2.08428 12.514 2.62275 13.0604 3.222C13.1169 3.28725 13.148 3.37068 13.148 3.457C13.148 3.54332 13.1169 3.62675 13.0604 3.692C12.514 4.29125 11.9045 4.8297 11.2424 5.298C9.96344 6.28392 8.40998 6.84856 6.79643 6.914ZM1.29643 3.457C1.7544 3.92128 2.25158 4.34519 2.78243 4.724C3.94144 5.60879 5.34117 6.12196 6.79743 6.196C8.25369 6.12196 9.65341 5.60879 10.8124 4.724C11.3433 4.34518 11.8405 3.92128 12.2984 3.457C11.8405 2.99271 11.3433 2.56881 10.8124 2.19C9.65341 1.30521 8.25369 0.79204 6.79743 0.718002C5.34117 0.79204 3.94144 1.30521 2.78243 2.19C2.25157 2.5688 1.75439 2.99271 1.29643 3.457Z" fill="black"/>
        <path d="M6.79629 5.685C6.43602 5.68547 6.08102 5.59853 5.76173 5.43163C5.44245 5.26473 5.16842 5.02286 4.96316 4.72676C4.75791 4.43067 4.62755 4.08919 4.58328 3.73165C4.53901 3.3741 4.58216 3.01115 4.709 2.67394C4.83584 2.33673 5.0426 2.03533 5.31154 1.7956C5.58048 1.55586 5.90355 1.38496 6.25307 1.29755C6.60258 1.21014 6.96808 1.20882 7.31821 1.29372C7.66834 1.37862 7.99265 1.54721 8.26331 1.78501C8.29982 1.81575 8.32982 1.85347 8.35158 1.89595C8.37334 1.93844 8.38642 1.98483 8.39003 2.03243C8.39364 2.08002 8.38772 2.12786 8.37262 2.17315C8.35752 2.21843 8.33356 2.26024 8.30211 2.29615C8.27066 2.33205 8.23235 2.36132 8.18945 2.38225C8.14655 2.40318 8.09992 2.41535 8.05226 2.41803C8.0046 2.42072 7.95689 2.41388 7.91191 2.39791C7.86693 2.38193 7.82559 2.35714 7.7903 2.325C7.53084 2.09785 7.20142 1.96642 6.85686 1.95258C6.5123 1.93874 6.1734 2.04334 5.89656 2.24895C5.61972 2.45456 5.42166 2.74879 5.33534 3.08265C5.24902 3.41651 5.27966 3.76986 5.42215 4.08388C5.56464 4.39791 5.81038 4.65365 6.11847 4.80855C6.42656 4.96345 6.77841 5.00816 7.11545 4.93523C7.45249 4.8623 7.75438 4.67613 7.97087 4.40772C8.18736 4.13931 8.30538 3.80485 8.3053 3.46001C8.3053 3.36467 8.34318 3.27322 8.4106 3.2058C8.47802 3.13838 8.56945 3.1005 8.66479 3.1005C8.76014 3.1005 8.85159 3.13838 8.91901 3.2058C8.98643 3.27322 9.02431 3.36467 9.02431 3.46001C9.02298 4.05023 8.78772 4.61585 8.37009 5.03292C7.95246 5.44999 7.38652 5.68447 6.79629 5.685Z" fill="black"/>
        <path d="M6.79759 4.17499C6.65559 4.17499 6.51677 4.13288 6.3987 4.05399C6.28062 3.97509 6.18859 3.86296 6.13425 3.73177C6.0799 3.60057 6.06568 3.4562 6.09339 3.31693C6.12109 3.17765 6.18947 3.04971 6.28989 2.9493C6.3903 2.84888 6.51824 2.7805 6.65752 2.75279C6.7968 2.72509 6.94116 2.73931 7.07236 2.79366C7.20356 2.848 7.3157 2.94002 7.39459 3.05809C7.47349 3.17617 7.5156 3.315 7.5156 3.457C7.51533 3.64735 7.4396 3.82981 7.30501 3.9644C7.17042 4.099 6.98794 4.17472 6.79759 4.17499Z" fill="black"/>

        </svg>
    </div>
</div>





    </section>
</body>    
<?php
get_footer();
?>
